---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralEndReleaseMy
source: html/0bf2c1e2-1697-8da7-605a-06c4e9fbae37.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralEndReleaseMy Property

"End My"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralEndReleaseMy { get; }
```